adns
aom
autoconf
cairo
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
gdbm
gettext
ghostscript
giflib
glib
gmp
gnu-getopt
gnupg
gnutls
go
graphite2
harfbuzz
htop
icu4c
jpeg
lame
leptonica
libass
libassuan
libbluray
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libogg
libpng
libsamplerate
libsndfile
libsoxr
libtasn1
libtiff
libtool
libunistring
libusb
libvorbis
libvpx
libyaml
libzip
little-cms2
lua
lzo
ncurses
nettle
npth
opencore-amr
openjpeg
openssl
opus
p11-kit
pandoc
pango
pcre
pdf2htmlex
perl
pinentry
pixman
pkg-config
python
python@2
readline
rtmpdump
rubberband
ruby
sdl2
snappy
speex
sqlite
tesseract
theora
tldr
tmux
trash-cli
tree
ttfautohint
unbound
unrar
vim
webp
wget
x264
x265
xvid
xz
you-get
youtube-dl
zsh
